<template>
    <section class="about-content">
        <p class="title"><strong>Информация об учреждении:</strong></p>

        <p>«Открытая лаборатория» выполняет медицинские анализы на уровне мировых стандартов качества.  Использование анализаторов последнего поколения, изготовленных ведущими мировыми производителями,  оригинальных реагентов и расходных материалов,  гарантирует высокую точность и достоверность результатов исследований.</p>
        <p>Благодаря высокому уровню профессионализма наших сотрудников и качеству оказываемых услуг «Открытая лаборатория» из года в год занимает лидирующие позиции на рынке лабораторных услуг.</p>
        <div>
            <b-icon 
                icon="medical-bag"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>Для забора крови в процедурных кабинетах «Открытой лаборатории» используется закрытая система взятия венозной крови  S-Monovette производства фирмы SARSTEDT (Германия), которая предоставляет возможность выбора техники взятия крови в зависимости от индивидуальных особенностей пациента или состояния его вен. Система состоит из обоюдоострой иглы и герметично закрытого шприца, который трансформируется в транспортный контейнер и центрифужную пробирку. Данная система позволяет использовать шприцевой или вакуумный метод взятия крови, или комбинировать преимущества обеих методов. В случае многократного взятия крови первый образец может быть взят шприцевым способом. Высоко прозрачная головка крышки обеспечивает надежный визуальный контроль пункции вены. Забор каждой последующей пробы крови проводится с использованием любого из перечисленных выше способов в зависимости от состояния вен пациента.</span>
        </div>
        <p>Использование S-Monovette имеет следующие преимущества перед традиционными способами:</p>
        <ul class="inside">
            <li>Полностью исключается контакт медперсонала с кровью на всех этапах взятия крови и ее транспортировки</li>
            <li>Изготовленные из особо прочного пластика, S-Monovette позволяют осуществить безопасную доставку крови на любые расстояния</li>
            <li>Благодаря наличию широкого спектра S-Monovette с заранее добавленными реагентами для различных видов анализов (ЭДТА для гематологии, цитрат натрия для коагулологии, активатор свертывания для получения сыворотки), значительно облегчается работа медсестер и лаборатории. Международная цветовая маркировка предотвращает их неправильное применение</li>
            <li> Уменьшается количество ошибочных анализов, связанных с неправильным взятием проб крови и неверным соотношением реагентов</li>
            <li>В зависимости от состояния вен пациента, можно применять как вакуумный, так и шприцевой метод взятия крови. В отличии от обычных систем, вакуум в S-Monovette создается непосредственно перед взятием крови</li>
            <li>Закручивающаяся крышка предотвращает «аэрозольный» эффект при открывании</li>
        </ul>
        <p>Использование S-Monovette подтверждает их удобство, надежность и безопасность. Экономическая выгода их применения (повышение достоверности лабораторных данных, отсутствие затрат на обработку многоразовой посуды, экономия времени медперсонала).</p>
        <div>
            <b-icon 
                icon="barcode"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>На каждый образец биоматериала сразу после  взятия наносится оригинальный штрихкод, что позволяет избежать ошибок, связанных с идентификацией образца.</span>
        </div>
        <div>
            <b-icon 
                icon="truck-check-outline"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>Для обеспечения сохранности  доставка образцов в лабораторию проводится в кратчайшие сроки  в специализированных термоконтейнерах с необходимым температурным режимом.  При поступлении в лабораторию проводится контроль условий транспортировки,   сортировка биоматериала и его распределение по рабочим потокам.</span>
        </div>
        <div>
            <b-icon 
                icon="laptop"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>Для обеспечения качества медицинских анализов и для оперативного управления всеми этапами производства лабораторных исследований используется система ЛИС – лабораторная информационная система, оригинальная и специально разработанная для условий работы «Открытой лаборатории».</span>
        </div>
        <ul class="inside">
            <li>Регистрация в автоматическом режиме направлений.</li>
            <li>Возможность как автоматической, так и ручной регистрации.</li>
            <li>Возможность корректирования заказа.</li>
            <li>Штрихкодированная система нумерации материала, а не пациента.</li>
            <li>Распределение материала по потокам.</li>
            <li> Автоматический режим заказа ЛИС на анализатор или на рабочее место.</li>
            <li>Автоматическая передача результатов с анализаторов или рабочих мест в ЛИС.</li>
            <li>Принятие решения о подтверждении результата, повторного выполнения или отказа.</li>
            <li>Формирования бланков выдачи результатов, журналов.</li>
            <li>Ведение контроля качества.</li>
            <li>Протоколирование всех этапов выполнения исследований.</li>
            <li>Автоматическая  рассылка результатов анализа врачам и пациентам</li>
        </ul>
        <div>
            <b-icon 
                icon="sticker-check-outline"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>Полученные  результаты становятся доступны клиенту – организации или физическому лицу – немедленно. Пациент может получить результаты анализа в офисе «Открытой лаборатории» или по электронной почте, заявленной при заполнении заказа.</span>
        </div>
        <p>Для организаций-клиентов возможны различные способы передачи данных из лаборатории</p>
        <ul class="inside">
            <li>электронный обмен данными между информационными системами</li>
            <li>доставка курьером распечатанных бланков  анализа</li>
        </ul>
        <div>
            <b-icon 
                icon="forum-outline"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>Обратная связь. Отзывы, предложения и пожелания по улучшению работы принимаются круглосуточно через форму обратной связи  на нашем сайте. Также свои замечания и предложения вы можете оставить:</span>
        </div>
        <div>
            <b-icon 
                icon="phone-outline"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>По телефонам лаборатории: 8 (382-2) 51-70-31, 8 (382-2) 90-14-15, факс 8 (382-2) 51-70-32.</span>
        </div>
        <div>
            <b-icon 
                icon="email-outline"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>Направив письмо по адресу 634009, город Томск, ул. К.Маркса 15/1.</span>
        </div>
        <div>
            <b-icon 
                icon="pencil-box-outline"
                size="is-small"
                class="b-icon"
                type="is-info">
            </b-icon>
            <span>Оставив отзыв в письменном виде в любом офисе «Открытой лаборатории».</span>
        </div>
    </section>
</template>

<script>
export default {
    data: function (){
        return {
            items: []
        }
        /*url: 'https://api.github.com/repos/javascript-tutorial/en.javascript.info/commits' 'https://jsonplaceholder.typicode.com/users'*/
    },
    methods: {},
    mounted () {
        this.$axios
        .get(`https://jsonplaceholder.typicode.com/users`)
        .then((r) => {
            this.items = r.data
        });
    },
};
</script>


<style lang="scss" scoped>
.about-content {
    display: flex;
    flex-direction: column;
    min-height: 100vh;
    max-width: $main-width;
    margin: auto auto;
    list-style-position: inside;
    text-indent: 20px;

    .title {
        margin-top: 30px;
    }
    
    .inside {
        list-style-position: inside;
        list-style-type: circle;
    }
    .b-icon {
        position: relative;
        text-indent: 0;
    }
    
}


@media screen and (max-width: $mobile-width){
  .about-content {
    margin-top: $menu-indent-mobile;
    font-size: 0.8rem;
  }
}
</style>